tap "azure/functions"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "as-tree"
brew "azure-cli"
brew "bat"
brew "bit-git"
brew "bottom"
brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "fnm"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "python@3.9"
brew "glib"
brew "guile"
brew "unbound"
brew "gnutls"
brew "grep"
brew "grex"
brew "hyperfine"
brew "qemu"
brew "lima"
brew "little-cms2"
brew "macchina"
brew "macos-trash"
brew "neovim"
brew "node"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "starship"
brew "tealdeer"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "wget"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
cask "aws-vault"
cask "fig"
cask "google-cloud-sdk"
cask "rectangle"
